[Main]
DisplayName=Svenska

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varning
lbl_Warnning_Detail.caption=Detta datorprogram är skyddat av upphovsrättslagstiftningen och internationella fördrag.
lbl_copyright.caption=© IObit. Alla rättigheter reserverade.
lbl_Thanks_Title.caption=Särskilt tack till följande personer för deras stora bidrag:
rdhtmlEula.caption=<a>EULA</a> | <a>Sekretesspolicy</a>
Instructions_M=Avinstalleringsinstruktioner
lblAcknow.caption=Tack till

[ActionCenter_M]
M_HideAC=Dölj
M_ShowAC=Visa
M_AC_Tips=Få bättre säkerhetsskydd och prestandaökning med rekommenderade program.
M_ShowACTitle2=Observera!
M_ShowACDesc=Alla rekommenderade program är dolda! Klicka på Visa för att visa dem igen och installera dem sedan för att få fullt säkerhetsskydd och ultimat prestanda.
M_LearnRecommendNote=Inga rekommenderade produkter för tillfället.
M_LearnRecommendDesc=Klicka på Läs mer för att se fler produkter som du kanske är intresserade av.
M_none=Ingen
M_Fix=Installera nu
M_LearnMore=Läs mer
M_Install=Installera nu
M_fixing=Installerar
M_Updating=Uppdaterar
M_failed=Misslyckades
M_RuningWell=Senaste versionen installerad
M_Outdated=Utdaterad
M_NotInstalled=Inte installerad
M_Insatlled=Installerad
M_Update=Uppdatera nu
M_ASCCaption=Systemprestanda
M_ASCInfo_NotIns=Rensa skräpfiler, ta bort privatlivsspår och åtgärda registerproblem på din dator.
M_ASCInfo_UpToDate=Advanced SystemCare snabbar upp och optimerar din dator med 1 klick.
M_ASCInfo_NeedUpDate=Advanced SystemCare är utdaterat.
M_RunASC=Skanna nu
M_ASCOffer=Rengör och optimera datorn med 1 klick.<br>Gör din dator upp till 200% snabbare<br>Öka internethastigheten med upp till 300%.<br>Förhindra privatlivsläckor med multiskyddslösning.<br>Övervaka datortillstånd i realtid för en smidigare dator.
M_IMFCaption=Skydd mot skadliga program
M_IMFInfo_NotIns=Få bättre skydd genom att installera IObit:s anti-skadeprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter skyddar din dator mot olika skadeprogram.
M_IMFInfo_NeedUpDate=Ditt anti-skadeprogram är utdaterat.
M_RunIMF=Skanna nu
M_IMFOffer=Omfattande realtidsskydd mot alla typer av skadliga program.<br>Snabb sökning och effektiv hotupptäckt & borttagning.<br>Förhindrar proaktivt attacker av utpressningsprogram.<br>Säker nätsurfning och nedladdning.<br>Fullt kompatibel med andra säkerhetsprogram.
M_DBCaption=Drivrutinsuppdaterare
M_DBInfo_NotIns_C=Uppdatera och åtgärda dina drivrutiner för att avnjuta en mer stabil dator.
M_DBInfo_NotIns=Det kan finnas utdaterade drivrutiner, detta kan sakta ner och destabilisera din dator.
M_DBInfo_UpToDate=Driver Booster uppdaterar alla utdaterade drivrutiner på datorn.
M_DBInfo_NeedUpDate=Uppdateraren för drivrutiner är utdaterad.
M_DBDesc=Uppdatera alla utdaterade drivrutiner på din dator.
M_RunDB=Skanna nu
M_DBOffer=Stor drivrutinsdatabas (18.000.000+).<br>Uppdatera WHQL-drivrutiner säkert med 1 klick.<br>Bättre spelprestanda.<br>Åtgärda nätverksfel, inget ljud, dålig upplösning etc.<br>Minska systemfrysningar och krascher.
M_SDCaption=Diskoptimering
M_SDInfo_NotIns=Optimera dina diskar för att få en snabbare datorstart och högre filåtkomsthastighet.
M_SDInfo_UpToDate=Smart Defrag defragmenterar diskar för hög prestanda.
M_SDInfo_NeedUpDate=Ditt program för defragmentering är utdaterat.
M_RunSD=Defragmentera nu
M_SDOffer=Högre filåtkomsthastighet.<br>Maximal diskprestanda.<br>Snabba upp datorns starttid med upp till 100%.<br>Optimera spel för bättre spelupplevelse.
M_DLCaption=Hanterare för lösenord
M_DLInfo_NotIns=Skydda och hantera alla dina lösenord med Dashlane Password Manager.
M_DLInfo_UpToDate=Glöm aldrig ditt lösenord med trygga och säkra Dashlane.
M_RunDL=Hantera
M_DLOffer=Det enkla säkra sättet att hantera dina lösenord.<br>Skapa unika lösenord för att skydda dina konton.<br>Logga in automatiskt på dina favoritwebbplatser.<br>Finns för Windows, Mac, IOS och Android.
M_RunIOT=Hantera nu
M_IOTCaption=iPhone-hanterare
M_IOTInfo_NotIns=Överför iPhone-data, rengör och bättra din iPhone.
M_IOTInfo_UpToDate=Överför iPhone-data, rengör och bättra din iPhone.
M_IOTInfo_NeedUpDate=IOTransfer är utdaterad.
M_IOTTip=IOTransfers löften:<br>+ Hantera iPhone-foton och kontakter med lätthet<br>+ Överför iPhone-innehåll till datorn med 1 klick<br>+ Ladda ner videofilmer från 100+ webbplatser<br>+ Rensa alla typer av skräpfiler från iPhone/iPad
M_IOTOffer=Ditt bästa filhanteringsverktyg för iPhone/iPad.<br>1 klicks dataöverföring från iPhone/iPad till dator.<br>Ladda ner videofilmer och konvertera dem till olika filformat.<br>Rensar enkelt och säkert skräpfiler för att frigöra iOS-enhetens utrymme.<br>Trådlös överföring av innehåll mellan iOS-enheten och datorn.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion skyddar dig mot nätfiske och webbplatser med skadlig programvara.
M_AdawareInfo_UpToDate=Web Companion skyddar dig mot nätfiske och webbplatser med skadlig programvara.
M_AdawareOfferDesc=Installera Web Companion för att förbättra mitt internetskydd och sätt Bing® från Microsoft™ som min startsida, som nya flikar och som standardsökmotor på kompatibla webbläsare.
M_AdawareOffer=Snabb och enkel att installera.<br>Anti-nätfiskeskydd.<br>Webbskydd i realtid.<br>Kompatibel med många webbläsare.
M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=Den ultimata backuplösningen för backupande av system och diskar.
M_RunOpera=Kör nu
M_OperaCaption=Webbläsaren Opera
M_OperaInfo_NotIns=Snabb och säker webbläsare med inbyggd annonsblockerare.
M_OperaInfo_UpToDate=Snabb och säker webbläsare med inbyggd annonsblockerare.
M_OperaOffer=Blockera annonser för att ladda webbsidor upp till 90% snabbare.<br>Surfa upp till en timme längre.<br>Få mer privatlivssurfning med gratis VPN.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1 klick för att uppdatera och installera alla dina viktiga program.
M_SUInfo_NotIns_C=%d program är utdaterade. Installera IObit Software Updater för att uppdatera dem med 1 klick.
M_SUInfo_NotIns_C1=1 program är utdaterat. Installera IObit Software Updater för att uppdatera det med 1 klick.
M_SUInfo_UpToDate=IObit Software Updater håller alla dina viktiga program uppdaterade.
M_SUOffer1=Autouppdatera utdaterade program så tidigt som möjligt.<br>1 klick för att installera alla tillgängliga programuppdateringar.<br>1 klick för att installera alla dina populära program.<br>Rena program som klarat strikta tester, inga paketprogram.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 klick för att öka din FPS för en snabbare och smidigare spelupplevelse.
M_SMGBInfo_UpToDate=1 klick för att öka din FPS för en snabbare och smidigare spelupplevelse.
M_SMGBInfo_NeedUpDate=Smart Game Booster är utdaterad.
M_SMGBOffer=Öka FPS för bättre spelprestanda med 1 klick.<br>Övervaka temperatur och användning av hårdvara i realtid.<br>Överklocka GPU:n för optimala visuella effekter i spelandet.<br>Analysera och betygsätt datorn för att hitta kompatibla spel (38 000+).<br>Skydda din dator och dina spel för högre säkerhet.
M_RunSMGB=Öka nu
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Spela gratis in din datorskärm i hög kvalitet. Ingen inspelningsgräns.
M_ISRInfo_UpToDate=Spela gratis in din datorskärm i hög kvalitet. Ingen inspelningsgräns.
M_ISRInfo_NeedUpDate=iTop Screen Recorder är utdaterad.
M_ISROffer=100% gratis att spela in din datorskärm<br>Spela in videomöten i alla filformat<br>Spela in 4K-filmer och musik utan kvalitetsförlust<br>Spela in nätkurs, gör videohandledningar<br>Ingen fördröjning vid inspelning av spel i 1080P/60 FPS
M_ISROffer1=Spela in videomöten i alla filformat.<br>Spela in 4K-filmer och musik utan kvalitetsförlust.<br>Fördröjningsfri inspelning av spel i 1080P/60 FPS.<br>Personifiera din webbkamerainspelning.<br>Kraftfull videoredigerare och allround skärmbildsverktyg.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Prova gratis, snabb och säker VPN-tjänst för nätsäkerhet.
M_iTopInfo_NotIns=100% gratis, snabb och säker VPN-tjänst för nätsäkerhet.
M_iTopInfo_UpToDateBeta=Prova gratis, snabb och säker VPN-tjänst för nätsäkerhet.
M_iTopInfo_UpToDate=100% gratis, snabb och säker VPN-tjänst för nätsäkerhet.
M_iTopInfo_NeedUpDate=iTop VPN är utdaterad.
M_iTopOfferBeta=Njut av internet utan gränser<br>Tillgång till streamingwebbplatser över hela världen<br>Spela regionslåsta spel var som helst<br>Dölj din IP-adress på offentlig Wi-Fi<br>100% gratis, ultrasnabb och klassens bästa kryptering
M_iTopOffer2=Privat - Håll dig anonym när du surfar.<br>Säker - Dölj IP och kryptera internetanslutning.<br>Snabbt - Glädjs åt blixtsnabb nätsurfning.<br>Gratis - Avblockera webbplatser och strömma gratis.<br>Genvägar - Snabb åtkomst till Netflix, HBO, PUBG...
M_RuniTop=Kör nu
M_IVBCaption=iTop VPN Browser
M_IVBInfo_NotIns=Snabb, privat, ingen reklam, inkognito-webbläsning med inbyggd VPN.
M_IVBInfo_UpToDate=Snabb, privat, ingen reklam, inkognito-webbläsning med inbyggd VPN.
M_IVBInfo_NeedUpDate=iTop VPN-webbläsare är utdaterad.
M_IVBOffer=Säkra dina shopping och bankdata<br>Dölj din IP och kryptera nätdata<br>Dedikerad höghastighets VPN-kanal<br>Rensa & strimla nätspår i realtid<br>Blockera skadliga webbsidor och länkar<br>Blockare annonser för snabb och säker surfning
M_RunIVB=Kör nu
M_DPMCaption=DualSafe Password Manager
M_DPMInfo_NotIns=Ett säkert, enkelt men gratis sätt att hantera lösenord essentiella för ditt digitala liv.
M_DPMInfo_UpToDate=Ett säkert, enkelt men gratis sätt att hantera lösenord essentiella för ditt digitala liv.
M_DPMInfo_NeedUpDate=DualSafe Password Manager är utdaterad.
M_DPMOffer=Obegränsad - Spara obegränsat med lösenord, betalningar, etc.<br>Enkel - Autospara och autoifyll lösenord med enkla klick<br>Säker - Generera starka unika lösenord<br>Trygg - Lagra dina data med bäst-i-klassen kryptering<br>Auto - Tillgång över obegränsat med enheter med autosynk
M_DPMDescriptionSH=Gör datorn säkrare och snabbare med följande rekommenderade program:
M_DPMInstallSH=Prova nu
M_IEDCaption=iTop Easy Desktop
M_IEDInfo_NotIns=Säg adjö till ett rörigt skrivbord, glädjs åt ett mer effektivt arbetsutrymme.
M_IEDInfo_UpToDate=Säg adjö till ett rörigt skrivbord, glädjs åt ett mer effektivt arbetsutrymme.
M_IEDInfo_NeedUpDate=iTop Easy Desktop är utdaterad
M_IEDOffer=Organisera automatiskt filer & mappar i lådor<br>Håll ditt skrivbords utseende coolt med tuffa bakgrundsbilder<br>Sök snabbt och öppna alla filer på ditt system<br>Använd ChatAI direkt helt gratis utan registrering/inlogg<br>Dubbelklicka för att dölja & visa alla ikoner på ditt skrivbord
M_PDFCaption=iTop PDF gratis
M_PDFInfo_NotIns=One-stop lösning för PDF-redigering, konvertering och alla andra PDF-aktiviteter.
M_PDFInfo_UpToDate=One-stop lösning för PDF-redigering, konvertering och alla andra PDF-aktiviteter.
M_PDFInfo_NeedUpDate=iTop PDF gratis är utdaterad
M_PDFOffer=Konvertera PDFs till/från Word, Excel, bilder<br>Redigera text, bilder, stämplar, och andra element<br>Organisera dina PDF-sidor likt papperssortering<br>Gör mer: kombinera, komprimera, e-signa, fyll i formulär
M_TDPCaption=Top Data Protector
M_TDPInfo_NotIns=Skydda, lås och dölj dina personliga mappar & data. Snabbt & säkert!
M_TDPInfo_UpToDate=Skydda, lås och dölj dina personliga mappar & data. Snabbt & säkert!
M_TDPInfo_NeedUpDate=iTop Data Protector är utdaterad.
M_IPBCaption=iTop Private Browser
M_IPBInfo_NotIns=Ingen spårare, inget nätfiske, ingen reklam, inkognito webbläsare med inbyggd VPN.
M_IPBInfo_UpToDate=Ingen spårare, inget nätfiske, ingen reklam, inkognito webbläsare med inbyggd VPN.
M_IPBInfo_NeedUpDate=iTop Private Browser är utdaterad.
M_IPBOffer=Privat - Stoppa spårare från annonsörer & myndigheter<br>Säker - Skydda fingeravtryck. Blockera nätfiskesidor<br>Ren - Blockera nätreklam. Autostrimla dina spår<br>Gratis VPN - 100% gratis VPN. 1800+ servrar världen över
M_IDRCaption=iTop Data Recovery
M_IDRInfo_NotIns=Förgranska och återställ alla sorters förlorade data och filer i hemmet. Enkelt och kvickt!
M_IDRInfo_UpToDate=Förgranska och återställ alla sorters förlorade data och filer i hemmet. Enkelt och kvickt!
M_IDRInfo_NeedUpDate=iTop Data Recovery är utdaterad.
M_IDROffer=Återställ dokument, foton, musik, etc.<br>Återställ data från HDDs, SSDs och USB.<br>Återställ från korruption, radering eller formatering.<br>Enkel backup och ingen dataförlust igen.
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Du behöver aldrig komma ihåg eller skriva in dina lösenord igen.
M_RPMInfo_UpToDate=Säg adjö till att skriva ner lösenord med RoboForm Password Manager.
M_RPMOffer=Logga in på webbsidor med 1 enda klick.<br>Generera starka och unika lösenord.<br>Använder AES-256 bits kryptering och stöd för 2FA.<br>För Windows, Mac, iOS, Android och alla stora webbläsare.<br>Importera från en webbläsare eller en annan lösenordshanterare.
M_RunRPM=Hantera
M_Moffer_Title1=Valfritt erbjudande
M_Close=Stäng
M_Cancel=Avbryt
M_Moffer_Install=Installera
M_Moffer_NoteEP=Genom att klicka på Installera, samtycker du till att installera %s och accepterar dess <a>EULA</a> & <a>Personuppgiftspolicy</a>.
M_Moffer_Refund=<a>Notera:</a> Du kan få en återbetalning inom 30 dagar. Läs <a>Återbetalningspolicy</a>.
M_Extract_IOT=IObit Rekommendation
M_IEDOffer_New2=Autosortera ikoner, filer och mappar in i grupper<br>Finn varje fil omedelbart när du behöver det<br>Anpassa bakgrundsbilder, muspekare, aktivitetsfält & mer<br>Återkräv ditt arbetsflöde med händiga widgets<br>ChatAI - din smarta och gratis personliga assistent
M_IVCDesc=Ändra din röst i realtid med hundratals röstmodeller.
M_IVCOffer=Njut av röstväxlare i realtid med lätthet<br>Få tillgång till hundratals röstmodeller<br>Skapa din anpassade röst utan ansträngning<br>Återintala musik, videor och inspelningar sömlöst<br>Stöd Discord, Steam, Roblox, Zoom med mera
M_IVCtip=Vi lovar:<br>Njut av röstväxlare i realtid med lätthet<br>Få tillgång till hundratals röstmodeller<br>Skapa din anpassade röst utan ansträngning<br>Återintala musik, videor och inspelningar sömlöst<br>Stöd Discord, Steam, Roblox, Zoom med mera


[AutoUpdate_M]
lan_Downloading_M=Laddar ner
lan_Speed_M=Nedladdningshastighet: %s
Lan_Finish_M=Avsluta
Lan_Congratulation_M=Gratulerar!
Lan_UpdateFail_M=Uppdateringen misslyckades! Försök igen senare.
Lan_UpdateSuccess_M=IObit Uninstaller är uppdaterad. Du kan nu avnjuta de senaste funktionerna och förbättringarna.
Lan_UpdateNew_M=Du har redan den senaste versionen. Ingen ny uppdatering är tillgänglig.
Lan_UpdateFreeInfo_M=Ny version av IObit Uninstaller finns tillgänglig.
Lan_UpdateFreeDownInfo_M=Uppdatera nu för att få de senaste funktionerna och förbättringarna. Det är helt gratis.
Lan_Sure_M=Är du säker på att avbryta uppdateringen?
Lan_Download_M=Ladda ner
Lan_Getting_M=Skaffar uppdateringsinformation, var god vänta...
Lan_LVheardOne_M=Tillgängliga uppdateringar
Lan_LVheardTwo_M=Ny version
Lan_LVheardThree_M=Storlek
Lan_historyInfo_M=IObit Uninstaller %s är nu tillgänglig. Uppdatera för att få de senaste förbättringarna och funktionerna!
Lan_UpdateNow_M=Uppdatera nu
Lan_UpdateLater_M=Uppdatera senare
lan_WhatNew_M=Vad är nytt
Lan_NewReady_M=Ny version är redo
Lan_Title=IObit Uninstaller uppdaterare
lblAuto_Update=IObit Uinstaller kommer automatiskt att uppdatera till IObit Uninstaller %s snart.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Skicka
lblErrorDetails.Caption=Detaljer om felet:
lblUserEmail.Caption=Din e-postadress:
lblSuccTips1.Caption=Är skickad! Vi gör vårt bästa för att lösa detta problem så snart som möjligt.
btnClose.Hint=Stäng

[SendBugReportNew_M]
M_AskUserTips1=har stött på ett problem. För att hjälpa oss åtgärda problemet, klicka på Skicka för att skicka felsökningsfilen till oss automatiskt.<a>Sekretesspolicy</a>
M_BugStatisticsTips=har stött på ett problem och måste avslutas. Vi analyserar orsaken nu. Vänta...
M_SendingTips=Skickar...
M_AttentionTips1=har stött på ett problem. För att hjälpa oss åtgärda problemet, skickas felsökningsfilen automatiskt till oss om 5 sekunder. Stäng fönstret om du vill avbryta det.<a>Sekretesspolicy</a>
M_InvalidEmailTips1=Ogiltig e-postadress! Vänligen för in en giltig e-postadress så att vi kan kontakta dig.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Hämtar officiell version...
RestoreSuccess_Caption=Officiella IObit Uninstaller har installerats framgångsrikt!
RestoreFailed_Caption=Misslyckades med att ladda ner officiella IObit Uninstaller. Gå till vår officiella hemsida för att ladda ner igen.
Run_Button=Kör nu
Download_Button=Ladda ner nu

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Du kör en inofficiell IObit Uninstaller.
lbl_SecondTitle.caption=Din inofficiella IObit Uninstaller kommer inte att fungera längre.
lbl_HarmInfo.caption=Det kommer inte bara att skada datorns prestanda utan också läcka privatliv beroende på systemets sårbarhet orsakat av det programmet.
lbl_OfficialInfo.caption=Skaffa den officiella IObit Uninstaller nu för att få både din integritet och dator kraftfullt säkrad.
htmlLabel_Text.caption=Åtnjut exklusiv <a>75%</a> rabatt för dig, för att köpa PRO-versionen!
btn_GetPro.caption=Skaffa PRO
btn_GetFree.caption=Skaffa gratis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Skaffa programmet <a>IObit Uninstaller PRO för $0</a> idag för att få ett kraftfullt skydd för ditt privatliv och din dator.
btn_GetPro_before=Skaffa PRO för 0kr

[Detain_M]
M_MianTitle=IObit Uninstaller har hjälpt dig:
M_QuestionString=Är du säker på att du vill avinstallera?
M_btnok=Avinstallera ändå
M_btnCancel=Jag vill behålla
M_UninstallCaption=Avinstallera program
M_DiskCaption=Spara diskutrymme
M_RegCaption=Radera registerentrèer
M_FixCaption=Åtgärda programproblem

[Survey_M]
Title_M=Avinstalleringsundersökning
Info_M=Vi är ledsna att du lämnar oss. Hjälp oss att förbättra IObit Uninstaller genom att fylla i denna korta undersökning. Din respons uppskattas!
Question_M=Varför avinstallerar du IObit Uninstaller?
1_M=Ofullständig avinstallering (tog inte bort alla rester)
2_M=Det går inte att köra normalt
3_M=För många annonser och paketprogram
4_M=Jag installerade det bara för att åtgärda ett problem och jag behöver det inte längre
5_M=Jag hittade ett bättre alternativ
6_M=Annat (vänligen specificera)
Button_M=Fortsätt avinstallera

[Uninstaller_M]
MenuRight_Caption=Kraftfull avinstallering
Explorer_Button=Filstrimlare
Controlpanel_Button=Kraftfull avinstallering

[ACD_M]
M_Downloading=Laddar ner:
M_TipFixing=Åtgärdar
M_Tips=Nedladdning pågår. Dubbelklicka på ikonen för att visa detaljer.
M_Installing=Installerar:
M_MD5Faild=Den nedladdade filen är skadad. Försök ladda ner den igen.
M_NetError=Hämtningen misslyckades på grund av nätverksfel. Försök igen senare!
M_DirError=Det gick inte att ladda ner filen p.g.a saknad skrivbehörighet. Gå till Inställningar för att ändra till en ny mapp och försök igen.
M_DiskIsFull=Otillräckligt diskutrymme!
M_Speed=Hastighet:
M_AreSureEx=Är du säker på att du vill avbryta nedladdningen?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimera
btnClose.Hint=Stäng
lblCaption.Caption=IObit nedladdare

[EasyUninstall_M]
EasyPoint=Dra mig till ett öppet fönster, en skrivbordsikon eller systemfältsikonen.
EasyNothingInfo=Det gick inte att hitta ett mål. Dra mig till ett annat fönster, skrivbordsikon eller systemfältsikon.
EasyDeleteFileFail=Filen kan inte raderas eftersom den används nu. Stäng filen och försök igen.
EasyDeleteFolderFail=Mappen kan inte raderas eftersom den används nu. Stäng filen och försök igen.
EasyKillProcessFail=Misslyckades med att avsluta processen.
EasyKillProcessHint1=Är du säker på att du vill avsluta denna process?
EasyKillProcessHint2=All osparad data kommer att förloras.
EasyUninstallPath=Avinstallera eller radera:
EasyUninstall=Avinstallera
EasyShortcut=Radera genvägen
EasyLocation=Öppna filplatsen
EasyDelete=Radera
EasyCancel=Avbryt
EasyTransparency=Genomskinlig
EasyOpaque=Ogenomskinlig
EasyExitEasy=Öppna huvudfönstret
EasyExitIobit_1=Avsluta IObit Uninstaller
EasyKillProcess=Avsluta processen

[ExpriedNotice_M]
Sale_Text=Men du kan få tillbaka dem med en exklusiv <a>%s</a> RABATT idag!
ExpriedOneDay_M=Din prenumeration har gått ut för <a>1</a> dag sedan.
ExpriedDay_M=Din prenumeration har gått ut för <a>%s</a> dagar sedan.
Logged_0_Text=Avinstallera loggade program noggrant med loggar som skapats under installeringen
Logged_1_Text=Avinstallera 1 loggat program noggrant med en logg som skapats under installeringen
Logged_Text=Avinstallera %s loggade program noggrant med loggar som skapats under installeringen
ExpriedMessage_M=Din prenumeration har gått ut. PRO-funktionerna är inte längre tillgängliga men du kan fortfarande använda de kostnadsfria funktionerna.
ExpriedTipMessage_Num=Under de senaste %s1 dagarna, har IObit Uninstaller Pro hjälpt dig att avinstallera %s2-program och rensa %s3 kvarvarande filer. Förnya nu och missa inte din <a>Exklusiva rabatt!</a>
ExpriedTipMessage_Normal=Vi beklagar att informera dig om att PRO-funktionerna inte längre kommer att vara tillgängliga. Förnya nu och njut av din <a>Exklusiva rabatt!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Vi beklagar att informera dig om att följande PRO-funktioner inte längre kommer att vara tillgängliga:
lbl_Stubbron.caption=Ta fullständigt bort 4000+ envisa program med den unika databasen
lbl_Update.caption=1 klick för att alltid hålla dina viktiga program uppdaterade
lbl_Health.caption=Automatisk upptäckt av sårbarheter i programvaror och enkel blockering av popup-meddelanden och oönskade annonser
lbl_MoneyBack.caption=Du är helt skyddad av vår 100% pengarna-tillbaka-garanti.
btn_Upgrade.caption=Jag vill ha min förnyelsesrabatt
lbl_EnterCode.caption=Jag har redan en licens

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Din prenumeration har gått ut!
btn_OK.caption=Förnya nu

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Respons
lbl_DescTitle.caption=Beskrivning:
lbl_EmailTitle.caption=E-postadress:
lbl_ScreenShot.caption=Skärmbild
lbl_TypeTitle.caption=Typ av förfrågan:
btnImg_FeedBackSend.caption=Skicka
btnImg_FeedBackCancel.caption=Avbryt

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Skickar...
lbl_SendFailed.caption=Sändningen misslyckades. Klicka på OK för att utföra en nätrespons.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Tack för din respons. Vi kontaktar dig så snart som möjligt.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Älskar det
FeedBack_2=Förslag
FeedBack_3=Misslyckades att avinstallera
FeedBack_4=Problem med paketprogram
FeedBack_5=Installeringsövervakarproblem
FeedBack_6=Problem med Software Updater
FeedBack_7=Misslyckades med att visa alla program
FeedBack_8=Problem med Kraftfull skanning
FeedBack_9=Rapportera en bugg
FeedBack_10=Andra
EmailMessage=Ogiltig e-postadress. Vänligen för in en giltig e-postadress så att du kan få vårt svar.
MemoHint=Beskriv i detalj ditt förslag eller problemet du har mött så att vi kan förbättra vår produkt i enlighet med detta.
ScreenMaxMessage=Funktionen misslyckades. Du har nått maximala 5 skärmbilder.
CloseHintMsg=Är du säker på att du inte vill skicka in din respons?
SendBugck=Skicka även felsökningsfilen för utredning. <a>Sekretesspolicy</a>
FeedBackMessage=Var god ange en beskrivning.
EmailHint=Var god för in din korrekta e-postadress här
Startup_Delete_M=Radera
M_FiveStar=Kan du ge oss ett 5-stjärnigt betyg?

[FileShredder_M]
ShredderDetail_0=Du kan dra en fil eller en mapp hit för att strimla den.
ShredderDetail_01=Filer som raderas på ett rutinmässigt sätt kan återställas även efter formatering.
ShredderDetail_02=För att ta bort filer säkert och permanent, drag bara en fil eller mapp hit för att strimla.
FileShredder_MaxCount_M=5000 filer har lagts till. Lägg till resten av filerna efter det att dessa 5000 filer har strimlats.
Shredder_InUse_M=Vissa filer strimlades inte eftersom det är omöjligt att skriva till dem. Kontrollera om de fortfarande används.
Shredder_Del_M_1=Är du säker på att permanent ta bort de tillagda <a>%d</a> objekten? Den här åtgärden är fullständigt OÅTERSTÄLLBAR och den kan ta lite tid att slutföra.
Shredder_DelOne_M_1=Är du säker på att permanent ta bort det tillagda <a>1</a> objektet? Den här åtgärden är fullständigt OÅTERSTÄLLBAR och den kan ta lite tid att slutföra.
Shredder_NotDel_M=En fil har inte strimlats eftersom det inte går att skriva till den. Kontrollera om den fortfarande är i bruk.
Shredder_OneFileDel_M=Filen har inte strimlats eftersom det inte går att skriva till den. Kontrollera om den fortfarande är i bruk.
Shredder_Sucess_M=Strimlades framgångsrikt.
Shredder_OneSucess_M=Strimlades framgångsrikt.
Shredder_DirIsEmpty_M=Det är tomt. Du kan inte strimla den.
Shredder_NotAddFolder_M=Kan inte strimla filen "%s" eftersom denna åtgärd kan orsaka instabilitet i systemet.
Shredder_Quick=Skriver över data med nollor före radering. (Säkert och kvickt)
Shredder_Advanced=Skriver över data med slumpmässiga tecken och repeterar överskrivandet flera gånger före radering. (Mer säkert och långsammare)
Shredder_Expert=Skriver över data med slumpmässiga tecken och repeterar överskrivandet tiotalet gånger före radering. (Mer säkert och långsammare)

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filstrimlare
lbl_Listview_Title.caption=Välj den fil eller mapp som du vill strimla:
lblLoading.caption=Laddar...
lbl_AddFile.caption=Lägg till fil...
lbl_AddFolder.caption=Lägg till mapp...
RdImageButton_Shredder.caption=Strimla
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Filsökväg
Menu_Shredder_Shredder.caption=Strimla
Menu_Shredder_AddFile.caption=Lägg till fil
Menu_Shredder_AddFolder.caption=Lägg till mapp
Menu_Shredder_Romove.caption=Ta bort
Menu_Shredder_Clean.caption=Rensa
lbl_Shredder_Tip.caption=Strimlar filerna nu. Det kan ta lite tid, vänligen vänta...
lbl_Mode.caption=Strimlingsmetod:
btn_Quick.caption=Kvickt läge
btn_Advanced.caption=Avancerat läge
btn_Expert.caption=Expertläge

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Det går inte att lägga till filen "%s" för strimling då denna åtgärd kan orsaka instabilitet i systemet.
EndProgressMsg=%s körs. Är du säker på att du vill avsluta den för att fortsätta avinstalleringen?
ListView_FindReslut.Columns[0]_M=Namn
PopMenu_OpenFolder_M=Öppna filplatsen
PopMenu_ViewEntry_M=Öppna i Registereditorn
Free_MatchStubbron=Avinstalleringsregister saknas vilket kan orsaka avinstalleringsfel. Uppgradera till PRO för att åtgärda avinstalleringsproblem och avinstallera programmet enkelt med vår programdatabas för envisa program.
Pro_MatchStubbron=Avinstalleringsregister saknas vilket kan orsaka avinstalleringsfel. Åtgärda avinstalleringsproblem och avinstallera programmet enkelt med vår programdatabas för envisa program.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tvinga avinstallering+
lbl_Info.caption=Hjälper dig att avinstallera ett program som inte kan avinstalleras på ett rutinmässigt sätt på grund av saknat avinstalleringsregister eller inbyggda avinstalleringsfel, samt rensar alla relaterade filer enkelt och noggrant.
btnImg_Open.caption=Bläddra...
lbl_DropInfo.caption=Du kan bläddra eller dra och släppa en fil eller mapp här för att radera eller avinstallera det relaterade programmet.
btnImg_Uninstall.caption=Avinstallera
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstallera
PopMenu_SearchOnline.caption=Sök på nätet
ListView_FindReslut.Columns[1].caption=Storlek
ListView_FindReslut.Columns[2].caption=Installeringsdatum

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skanna nu
HealthCheck_Top_ScanAgain=Skanna igen
HealthCheck_Top_FixAll=Åtgärda alla
HealthCheck_Top_Stop=Stoppa
HealthCheck_Top_Done=Avklarat
HealthCheck_Top_Scanning=Skannar:
HealthCheck_Top_Fixing=Åtgärdar
HealthCheck_Top_NoFound=Inga problem hittades. Alla program fungerar bra.
HealthCheck_Top_Title_Result_NoIssues=Inga problem behöver åtgärdas.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problem behöver åtgärdas.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problem behöver åtgärdas.
HealthCheck_Top_Title_Skip=<a>Hoppa över nu</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problem har åtgärdats framgångsrikt.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problem har åtgärdats framgångsrikt.
HealthCheck_Top_FixOver=Alla valda problem har åtgärdats.
HealthCheck_Top_Dec_Result_Pro=Åtgärda alla problem som hittats med 1 klick.
HealthCheck_Top_Dec_Result_Free=Uppgradera till PRO för att åtgärda alla hittade problem med 1 klick.
HealthCheck_Top_Title_A=Programstatus: <a> Behöver en skanning</a>
HealthCheck_Top_Dec_A=Dina program analyserades aldrig. Analysera alla program nu.
HealthCheck_Top_Title_B=Programstatus: <a>God</a>
HealthCheck_Top_Dec_B=Alla dina program fungerar bra.
HealthCheck_Top_Dec_C=Dina program har inte analyserats på %s dagar. Analysera alla dina program nu.
HealthCheck_Item_Title_leftovers=Avinstalleringsrester
HealthCheck_Item_Dec_leftovers=Ta bort avinstalleringsrester för att frigöra mer diskutrymme
HealthCheck_Item_Title_update=Utdaterade program
HealthCheck_Item_Dec_update_New=Uppdatera utdaterade program för att minska säkerhetsrisker
HealthCheck_Item_Title_permission=Programbehörigheter
HealthCheck_Item_Dec_permission=Upptäck dolda behörigheter och inaktivera onödiga behörigheter
HealthCheck_Item_Title_notifications=Störande meddelanden
HealthCheck_Item_Dec_notifications=Blockera popup-meddelanden och oönskade annonser från att störa dig
HealthCheck_Item_Title_stubborn=Program med avinstalleringsproblem
HealthCheck_Item_Dec_stubborn=Åtgärda avinstalleringsproblem för att enkelt avinstallera program
HealthCheck_Item_Title_packages=Installeringsfiler
HealthCheck_Item_Dec_packages=Rensa installeringsfiler för att frigöra mer diskutrymme
HealthCheck_Item_Title_malicious=Skadliga program och tillägg
HealthCheck_Item_Dec_malicious=Ta bort skadliga program och webbläsartillägg för en snabb och säker dator
HealthCheck_Item_Title_junk=Överflödiga programfiler
HealthCheck_Item_Dec_junk=Rensa temporära filer och integritetsspår skapade vid användning av
HealthCheck_Item_Title_hibernation=Programviloläge
HealthCheck_Item_Dec_hibernation=Sätt program du inte använder i strömsparläge för en snabbare dator
HealthCheck_Item_Tip_hibernation=Onödiga aktiviteter stoppas när ett program är i strömsparläge
M_Fix=Åtgärda
M_Detail=Detaljer
M_Recissues_Single=<a>%s</a> problem utvalt att åtgärdas,
M_Recissues_Some=<a>%s</a> problem utvalda att åtgärdas,
M_Allissues_Single=totalt <a>%s</a> problem
M_Allissues_Some=totalt <a>%s</a> problem
M_Noissues=Inga problem hittades
M_issues_Single=<a>%s</a> problem
M_issues_Some=<a>%s</a> problem
M_Noissues2=Inga problem
HealthCheck_Exit_Scanning=Skanning pågår. Är du säker på att du vill avsluta nu?
HealthCheck_Exit_Fixing=Åtgärd pågår. Är du säker på att du vill avsluta nu?
M_UL_SelectedFix_Single=<a>%s</a> avinstalleringsrest vald att åtgärdas
M_UL_SelectedFix_Some=<a>%s</a> avinstalleringsrester valda att åtgärdas
M_OS_SelectedFix=<a>%s</a> utdaterat program valt att åtgärdas
M_SP_SelectedFix_Single=<a>%s</a> programbehörighet vald att åtgärdas
M_SP_SelectedFix_Some=<a>%s</a> programbehörigheter valda att åtgärdas
M_DN_SelectedFix_Single=<a>%s</a> störande meddelande valt att åtgärdas
M_DN_SelectedFix_Some=<a>%s</a> störande meddelanden valda att åtgärdas
M_PWUI_SelectedFix_Single=<a>%s</a> program med avinstalleringsproblem valt att åtgärdas
M_PWUI_SelectedFix_Some=<a>%s</a> program med avinstalleringsproblem valda att åtgärdas
M_IF_SelectedFix_Single=<a>%s</a> installationsfil vald att åtgärdas
M_IF_SelectedFix_Some=<a>%s</a> installationsfiler valda att åtgärdas
M_MSE_SelectedFix_Single=<a>%s</a> skadligt program och tillägg valt att åtgärdas
M_MSE_SelectedFix_Some=<a>%s</a> skadliga program och tillägg valda att åtgärdas
M_JF_SeletecedFix_Single=%s överflödig fil vald att åtgärdas
M_JF_SeletecedFix_Some=%s överflödiga filer valdes att åtgärdas
M_SH_SeletecedFix_Some=%s program valt att åtgärda
M_BackFix=Tillbaka till åtgärda
M_NoItems=Inga objekt hittades
M_item=objekt
M_items=objekt
M_File=Fil
M_Reg=Registret
M_Tasks=Schemalagda aktiviteter
M_Ser=Systemtjänster
M_Select=Välj alla
M_TitleCount=Namn (Totalt: %d)
M_Version=Ny version
M_CurrentVersion=Nuvarande version
M_BanwebTitleCount2=Avsändare (Totalt: %d)
M_Type=Typ
M_BRate=Blockeringsfrekvens
M_Recommendation=Rekommendation
M_Optional=Frivillig
M_Block=Blockera
M_SiteType=Webbplatsmeddelande
M_AppType=Appmeddelande
M_MSType=Skadligt program
M_METype=Skadligt tillägg
M_AdType=Annonstillägg
M_RegMiss=Avinstalleringsregister saknas
HC_Ignore=Ignorera
UL_IgnoreSoft=Ignorera allt för detta program
HC_IgnoreForever=Ignorera alla uppdateringar
HC_IgnoreCurrent=Ignorera aktuell uppdatering
HC_OpenFile=Öppna filplatsen
HC_OpenReg=Öppna i Registereditorn
HC_Search=Sök på nätet
HC_Startup=Startobjekt
HC_Tasks=Schemalagda aktiviteter
HC_Services=Tjänster
HC_Desktopicon=Skrivbordsikon
HC_Taskbaricon=Aktivitetsfältikon
HC_RightMenu=Högerklicksmeny
HC_Firewall=Brandväggsregler
M_PermissionTitleCount=Tillståndstyp (Totalt: %d)
M_Name=Namn
M_Impact=Påverkan
M_ImpactLow=Låg
M_ImpactMedium=Medium
M_ImpactHigh=Hög
M_Installed=Installerad
M_OverxDay_Some=Inte använd på %s dagar
M_OverxDay_Single=Inte använd på %s dag
M_Status=Status
M_Disable=Inaktivera
M_FixDetails=Se åtgärdsdetaljer nedan:
M_Fix_RecTitle=Mer kan göras för en snabbare och renare dator:
M_Fix_RecLog=Ren avinstallering med logg
M_Fix_RecLog_Des=Avinstallera program noggrant med loggar som skapats under installationen
M_Fix_RecBundleware=Enklare borttagning av paketprogram
M_Fix_RecBundleware_Des=Övervaka programinstallationen i realtid och ta enkelt bort paketprogram
M_Fix_RecLeftover=Radera alla rester automatiskt
M_Fix_RecLeftover_Des=Radera automatiskt rester som inte kan raderas av andra avinstallerare
M_Fix_RecProgram_Single=<a>%s</a> Stort program hittades
M_Fix_RecProgram_Some=<a>%s</a> Stora program hittades
M_Fix_RecProgram_Des=Avinstallera onödiga stora program för att frigöra mer diskutrymme
M_Fix_RecWinApp_Single=<a>%s</a> Windows-app hittades
M_Fix_RecWinApp_Some=<a>%s</a> Windows-appar hittades
M_Fix_RecWinApp_Des=Avinstallera onödiga Windows-appar för att frigöra mer diskutrymme
M_Fix_RecEasyUn=Smartare enkel avinstallering
M_Fix_RecEasyUn_Des=Avinstallera enkelt ett program genom att dra ikonen Enkel avinstallering till programmets öppnade fönster, skrivbordsikon eller ikonen i systemfältet
M_Fix_RecStubborn=Borttagare av envisa program
M_Fix_RecStubborn_Des=Unik databas stöder borttagning av 4000+ envisa program
M_Fix_RecUpdateSoft=Uppdatera program automatiskt
M_Fix_RecUpdateSoft_Des=Aktivera automatisk uppdatering för att alltid hålla dina program uppdaterade när som helst, var som helst
M_Fix_RecInfrequently_Single=<a>%s</a> program som används sällan
M_Fix_RecInfrequently_Some=<a>%s</a> program som används sällan
M_Fix_RecInfrequently_Des=Avinstallera program som används sällan för att frigöra mer utrymme på disken
M_UnlockTitle_Single=Lås upp PRO-funktionerna för att åtgärda %s funnet problem
M_UnlockTitle_Some=Lås upp PRO-funktionerna för att åtgärda alla %s funna problem
M_UnlockNow=Lås upp nu
M_Back=Tillbaka
M_Try=Prova nu
M_Upgrade=Uppgradera nu
M_Enable=Aktivera nu
M_CheckAll_packages=Är du säker på att du vill rensa alla installationsfiler?
M_CheckAll_permission=Är du säker på att du vill inaktivera alla programbehörigheter?
M_CheckAll_permission2=Vissa programfunktioner kanske inte fungerar korrekt om du inaktiverar alla programbehörigheter. Det föreslås att du bara inaktiverar de onödiga.
M_ContinueAnyway=Fortsätt ändå
M_Operate=Åtgärd
M_Fixmanually=Åtgärda manuellt
M_FixManuallyEx=Åtgärda manuellt

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Namn (Totalt: %d)
ListviewHeader_Software_M=Namn
History_info_DouBle_M=program blev inte helt avinstallerade förra gången. Klicka på Avinstallera för att fortsätta.
History_info_One_M=program blev inte helt avinstallerat förra gången. Klicka på Avinstallera för att fortsätta.
History_Scanfor_M=Skanna efter rester
History_ViewDetail_M=Visa detaljer
UninstallLog_No_IsEmpty_M=Inga restfiler hittades vid Kraftfull skanning.
Program_Information=Programinformation
Files_Deleted=Filer raderades
Registries_Deleted=Raderade register
Scheduled_Tasks_Deleted=Schemalagda aktiviteter raderades
Deleted_on_Reboot=Raderad vid omstart
Service_Deleted=Systemtjänster raderades
Export_M=Exportera
rdlbl_NoTkanks=Nej tack
RdLabelDetailNull=Detaljer och status för varje avinstallerat program visas här.
RdLabelDetails=IObit Uninstaller har hjälpt dig att avinstallera <a>%d</a> program och spara <a>%s</a> diskutrymme.
RdLabelDetail=IObit Uninstaller har hjälpt dig att avinstallera <a>%d</a> program och spara <a>%s</a> diskutrymme.
History_NoUninstalled_M=Inte avinstallerad
History_Residualfilesleft_M=Kvarvarande restfiler
M_NoHistoryFound=Ingen avinstalleringshistorik hittades

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Avinstalleringshistorik
ListView_History.Columns[1].Caption=Avinstalleringsdatum
ListView_History.Columns[2].Caption=Storlek
ListView_History.Columns[3].Caption=Åtgärd
Menu_ClearThis.Caption=Rensa denna historik
Menu_ClearAll.Caption=Rensa all historik

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nej tack
RdImgBtnUninstall.caption=Avinstallera
RdListView_History.Columns[0].Caption=Namn
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Installeringsövervakare
lbl_RegText.caption=Registerentrèer:
lbl_SzieText.caption=Total storlek:
lbl_StartText.caption=Startposter:
lbl_FileText.caption=Filer:

[InstallDetected_M]
Install_DetectedNewTitle=%s installerades med följande ändringar:
Install_DetectedNewTitleEx=<a>%s</a> program installerades med följande ändringar:
Install_ViewDetail=Visa detaljer

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Aktivera
lbl_Caption.caption=Ny installation upptäckt
lbl_InstallMoniorInfo.caption=Vi rekommenderar aktivering av Installeringsövervakaren som hjälper dig att logga och se alla ändringar som gjordes i ditt system under programinstallationen.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Loggade installeringar
rdlbl_Or.Caption=ELLER
rdlbl_Auto.Caption=Autoövervakning
rdlbl_Drap.Caption=Manuell övervakning

[IUInstallMonitorFrm_M]
TipFileMsi=Ostödd exekverbar installeringsfil. Välj igen och försök igen.
TipFileNotMsiExe=Ogiltig exekverbar installeringsfil. Välj en giltig körbar installeringsfil och försök igen.
AddTip1=Installeringsövervakaren är upptagen!
AddTip2=En installering övervakas redan. Försök igen när installeringen är klar.
StarFileTip=Misslyckades att köra
ExePathErrorTip=Installeringsfilen från en nätverksenhet stöds inte. Kopiera den till din lokala enhet och försök igen.
Logging=Loggar systemändringar...
rdlbl_TipContent_M=Installeringsövervakaren upptäcker och loggar systemändringar under en installering, vilket låter dig se vilka ändringar de övervakade programmen gjorde under installeringen.
rdlbl_SwitchTip.Caption_M=Upptäck och logga programinstalleringar automatiskt
rdlbl_DragFileTip.Caption_M=Lägg till eller dra en installeringsfil hit för att installera och logga systemändringar
EnableMonitorAutoTip=En aktivering aktiverar också IObit Uninstallers övervakare.
EnableMonitorManualTip=Manuell övervakning är inte tillgänglig då IObit Uninstallers övervakare är avstängd.

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installeringslogg
rdlbl_Export.Caption=Exportera
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Visningsnamn:
InstallDateTip=Installeringsdatum:
VersionTip=Version:
PublisherTip=Utgivare:
LocationTip=Plats:
InstallationDurationTip=Installeringsvaraktighet:
InstallPackageTip=Installeringspaket:
RegEntriesTip=Registerentrèer:
FilesCountTip=Filer:
TaskCountTip_M=Schemalagda aktiviteter:
ServiceCountTip_M=Systemtjänster:
DllCountTip=DLL-registrering:
StartUpCountTip=Startobjekt:
TotalSizeTip=Total storlek:
ProgramInformationTip=Programinformation
MMORegistryTip=Registerentrèer
MMOFilesTip=Filer
MMOTaskTip_M=Schemalagda aktiviteter
MMOServiceTip_M=Systemtjänster
MMODllTip=DLL-registrering
MMOStartUpTip=Startobjekt
MonitorLog_SecondsLan=sekunder
MonitorLog_SecondSingleLan=sekund
RegTip_Created=Register skapat:
RegTip_Modified=Register modifierat:
RegTip_Deleted=Register raderat:
FileTip_Created=Fil skapad:
FileTip_Modified=Fil modifierad:
FileTip_Deleted=Fil raderad:

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Respons

[MainForm_M]
Nav_Colle_Program_All=Program
Nav_Colle_Browser_Extensions=Webbläsartillägg
Nav_Colle_Win=Windows-appar
Nav_Colle_AC=Händelsecenter
Nav_Colle_SH=Programstatus
Nav_Item_Program_All=Alla program
Nav_Item_Bundleware=Paketprogram
Nav_Item_Program_Recent=Nyligen installerat
Nav_Item_Program_Infrequent=Sällan använt
Nav_Item_Program_Large=Stora program
Nav_Item_Browser_Extension_All=Alla webbläsartillägg
Nav_Item_InstallMonitor=Installeringsövervakare
Nav_Item_Logged=Loggade program
Nav_Item_AndroidApp=Android-appar
Hint_Settings=Alternativ
Hint_Tools=Verktyg
UninstallProTipEnterCode=För in kod
Button_Uninstall=Avinstallera
Button_Remove=Ta bort
Button_Update=Uppdatera allt
Button_Install=Installera nu
ToolPopForceUninstallEx=Tvinga avinstallering+
ToolPopSoftUpdater=Software Updater
ToolPopStubborn=Borttagare av envisa program
ToolPopHistory=Avinstalleringshistorik
ToolPopFileShredder=Filstrimlare
ToolPopHunterMode=Enkel avinstallering
ToolPopUpdateUninstall=Avinstallera Windows Updates
MoreSettingPopSetting=Inställningar...
MoreSettingPopRestore=Systemåterställning
MoreSettingPopExport=Exportera programlista
MoreSettingPopUpdate=Sök efter uppdateringar
MoreSettingPopManual=Användarmanual
MoreSettingPopSupport=Teknisk support
MoreSettingPopOnline=IObit på nätet
MoreSettingPopAbout=Om
MoreSettingPopWhatsNew=Vad är nytt
MoreSettingSubscription=Min prenumeration
MoreSettingTranslate=Hjälp oss att översätta
DefaultSelProg=Avinstallera onödiga program för att frigöra mer utrymme.
DefaultSelPlug=Ta bort oönskade tillägg för att skydda din webbläsare.
DefaultSelADPlugin1=Ta bort 1 skadlig/annonstillägg för säker surf.
DefaultSelADPlugin2=Ta bort %d skadliga/annonstillägg för säker surf.
DefaultSelWApp=Avinstallera oönskade Windows-appar för att förbättra din dator.
DefaultSelBundle=Avinstallera oönskade paketprogram.
DefaultSelUpdate=Få dina viktiga program uppdaterade.
DefaultUpdaterPromot=Uppdatera fler program med IObit Software Updater.
DefaultUpdaterPromote1=utdaterat program hittades.
DefaultUpdaterPromote2=utdaterade program hittades.
DefaultUpdaterPromoteInfo=Klicka på Uppdatera alla för att uppdatera alla utdaterade program med 1 klick.
SelInfoProg=program är valt för avinstallering. Total storlek:
SelInfoProgM=program är valda för avinstallering. Total storlek:
SelInfoPlug=tillägg är valt för borttagning.
SelInfoPlugM=tillägg är valda för borttagning.
SelInfoApp=app är vald för avinstallering. Total storlek:
SelInfoAppM=appar är valda för avinstallering. Total storlek:
SelInfoBundle=objekt är valt för avinstallering.
SelInfoBundleM=objekt är valda för avinstallering.
BundleHint=När du installerar huvudprogrammet kan även vissa andra program installeras utan ditt medgivande. Du kan avinstallera de program du inte vill ha.
RestoreDefaultSettingsButton=Återställ %s standardinställningarna
APTitle=Aktivera alla PRO:s
AP5=Ren avinstallering med logg
AP2=Ta bort fler envisa program
AP6=Smidig programprestanda
AP4=1-klicks programuppdaterare
MainUpdate_Hint=Ny version
NewsDisconnCaption=Dela IObit Uninstaller med familj och vänner.
NewsDisconnDes=De kommer gärna använda det!
NewsNewVerCaption=Viktig uppdatering tillgänglig
NewsNewVerDes=Ladda ner den senaste versionen nu.
ToolPopForceUninstall_Detail=Avinstallera program som inte kan avinstalleras på ett rutinmässigt sätt
ToolPopSoftUpdaterEx_Detail=Uppdatera utdaterade program för att minska säkerhetsrisker
ToolPopHistory_Detail=Visa detaljer och status för varje avinstallerat program
ToolPopFileShredder_Detail=Ta bort oönskade filer säkert och permanent
ToolPopHunterMode_Detail=Dra ikonen Enkel avinstallering för att enkelt avinstallera program
ToolPopUpdateEx_Detail=Avinstallera oönskade Windows Updates för att frigöra mer diskutrymme
ToolPopStubbornEx_Detail=Unik databas stöder borttagning av 4000+ envisa program
DefaultSelInfoLoggedNew=Program som loggas av installeringsövervakaren kan avinstalleras grundligt.
DefaultSelAndroid=Avinstallera oönskade Android-appar för att frigöra mer diskutrymme.

[MetroApp_M]
NoSerchItem_Tip=Inga objekt matchar din sökning.
Win8NoItemTip_M=Inga Windows-appar hittades
Win8LoadingApp=Läser in appar...
Win8ListViewGroupsWin8AppHeader=Windows-appar
Win8ListViewGroupsWin8AppSubtitle=Appar producerade av Microsoft
Win8ListViewGroupsThirdHeader=Tredjepartsappar
Win8ListViewGroupsThirdSubtitle=Appar installerade från Microsoft Store

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Namn
ListView_AppList.Columns[1].caption=Storlek
ListView_AppList.Columns[2].caption=Användarbetyg
ListView_AppList.Columns[3].caption=Åtgärd
lbl_Notice.caption=För att visa dina Windows-appar, se till att ditt nuvarande konto har administrativa rättigheter.
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera
mniDetails.caption=Detaljer
mniOpenFile.caption=Öppna filplatsen
mniOpenReg.caption=Öppna i registereditorn
mniOpenWinstore.caption=Öppna i Ms Store
mniSearchOnline.caption=Sök på nätet
mniRate.caption=Betygsätt

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Avinstallera nu
rdlbl_NoticeInfo.Caption=Ditt lediga diskutrymme är under 10%.
rdlbl_NoticeTip.Caption=Avinstallera oönskade program med IObit Uninstaller för att återvinna mer diskutrymme.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> avinstalleringsrester hittades.
LeftTip=Rensa dem för att frigöra mer diskutrymme.
LeftBtn=Rensa nu

[JunkNoticeForm_M]
JunkFound=<a>%s</a> överflödiga programfiler hittades

[SoftNoticeForm_M]
PopupTip=Störande meddelanden upptäckta
PopUpOne=<a>1</a> popup-meddelande kan blockeras för att undvika avbrott.
PopUpEx=<a>%s</a> popup-meddelanden kan blockeras för att undvika avbrott.
PopupBtn=Blockera nu

[Malicious_M]
NoticeInfoEx_One=Skadligt program/tillägg upptäcktes<BR><a>1</a> skadligt program/tillägg kan tas bort för en snabb och säker dator.
NoticeInfoEx_Some=Skadliga program/tillägg upptäcktes<BR><a>%d</a> skadliga program/tillägg kan tas bort för en snabb och säker dator.

[InstallClearForm_M]
SetupTip=Onödiga installeringsfiler upptäcktes
SetupClean=<a>1</a> onödig installeringsfil kan tas bort för att frigöra <a>%s</a> diskutrymme.
SetupCleanEx=<a>%s</a> onödiga installeringsfiler kan tas bort för att frigöra <a>%s</a> diskutrymme.
SetupBtn=Rensa nu

[SoftUpdate_Auto_M]
AutoUpdate_M=%s uppdateringar har installerats automatiskt.
AutoUpdate_One_M=1 uppdatering har installerats automatiskt.

[uninstall_Mitor_M]
showDetails_M=Visa detaljer
Cleanmanually_M=Rensa manuellt
AutoClean_M=Rensa automatiskt
Cleaning_M=Rensar
Cleannow_M=Rensa nu
StillLeavas_M="%s" lämnar fortfarande:
LeftoversRemoved_M=Rester från %s togs bort:
Registry_M=Registret
File_M=Fil
Files_M=filer
Cleanfuture_M=Rensa automatiskt i framtiden
Setting_M=Inställningar
Uselessfiles_M=oanvändbara filer
Uselessregistryentries_M=oanvändbara registerentrèer
UselessregistryentriesOne_M=oanvändbar registerentrè
Lan_BundleNoticeText_M=Paketprogram hittades vid installeringen av %s.
UselessfilesOne_M=oanvändbar fil

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadliga webbläsartillägg
ListViewGroupMaliciousDesc=Dessa webbläsartillägg kan ändra din standardwebbläsare och stjäla privat information.
ListViewGroupAdTitle=Annonsbaserade webbläsartillägg
ListViewGroupAdDesc=Dessa webbläsartillägg kan visa reklam, bannerannonser, etc.
ListViewGroupTrustTitle=Betrodda webbläsartillägg
ListViewGroupTrustDesc=Dessa webbläsartillägg skadar inte din dator. Du kan ta bort eller behålla dem enligt eget önskemål.
ListViewGroupExtensions=Tillägg
ListViewGroupPlugins=Pluginprogram
ListViewGroupToolbar=Verktygsfält
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupFFBulit=Inbyggda tillägg
ListViewGroupFFOther=Andra tillägg
ListViewGroupExtension_DES=Tillägg används för att anpassa webbläsaren med funktioner du vill ha.
ListViewGroupPlugin_DES=Pluginprogram kan enkelt installeras och användas som en del av webbläsaren.
ListViewGroupToolbar_DES=Verktygsfält hjälper användarna att snabbt komma åt webbplatser eller utföra andra programfunktioner.
ListViewGroupBHO_DES=BHO hjälper till att skapa personliga webbläsare och förse enklare interaktiva funktioner.
ListViewGroupActivex_DES=ActiveX används av Internet Explorer för att underlätta uppspelning av multimedia.
ListViewGroupFFBulit_DES=Tillägg som installerats/ominstallerats vid installeringen eller uppdatering av Firefox
ListViewGroupFFOther_DES=Tillägg installerade från Firefox tillägg eller andra kanaler
NoSerchItem_Tip=Inga objekt matchar din sökning.
PluginColumnStr_Title=Namn (Totalt: %d)
ChromeSyncMsg=Chrome Synk är aktiverat. De tillägg som valts för borttagning kan bli automatiskt återinstallerade efter borttagning. Klicka på <a>Inaktivera Chrome Synk</a> för att följa de detaljerade stegen för att inaktivera Chrome Synk.
EdgeSyncMsg=Edge Synk är aktiverat. De tillägg som valts för borttagning kan bli automatiskt återinstallerade efter borttagning. Klicka på <a>Inaktivera Edge synkning</a> för att följa de detaljerade stegen för inaktivering av funktionen.
FuncPluginSysPluginMsgBox=Det rekommenderas inte att ta bort %s eftersom vissa webbläsarfunktioner kan påverkas efter borttagningen.
FuncPluginLoading=Laddar...
FuncPluginRmoveSuccess=Avlägsnades framgångsrikt. Laddar...
FuncVotePlugSelectMsgBox=Välj objekt att betygsätta
FuncPluginRmoveConfireSingleMsgBox=Är du säker på att ta bort det valda objektet?
FuncPluginRmoveConfireSomeMsgBox=Är du säker på att ta bort de valda objekten?
FuncCheckBrowserMsgBox_1=%s körs.
FuncCheckBrowserMsgBox_2=Klicka på OK för att stänga (spara ditt innehåll först).
FuncCheckBrowserMsgBox_3=Eller klicka på Avbryt för att avbryta åtgärden.
FuncCheckBrowserMsgBox_4=%s körs.
FuncCheckBrowserMsgBox_5=Klicka på OK för att stänga (spara ditt innehåll först).
FuncCheckBrowserMsgBox_6=Eller klicka på Avbryt för att avbryta åtgärden.
FuncPluginRemoveFailedMsgBox_4=%s kan misslyckas att tas bort eftersom det är skyddat av %s. Avsluta %s och starta om IObit Uninstaller för att ta bort igen.
FuncRestoreSuccessMsgBox=Återställd till standardinställningarna lyckat.
FuncRestoreFailedMsgBox=Misslyckades återställa standardinställningarna för webbläsaren.
PluginRestoreStr=Återställ %s standardinställningarna
mniOpeninRegedit_M=Öppna i registereditorn
lbl_NoFoundItems.caption_M=Inga webbläsartillägg hittades

[VoteText_M]
FuncVoteMarkSelectMsgBox=Vänligen betygsätt.
FuncVoteFailedMsgBox=Betygsättningen misslyckades, kontrollera din nätverksanslutning och försök igen.
FuncVoteActiveVote=Betygsätt
FuncVoteWaitting=Skickar betygsättningen, vänta...
NewVote_1=Ingen användare har betygsatt ännu.
NewVote_2=%d användare har betygsatt.
NewVote_3=Vad tycker du om detta tillägg?
NewVote_4=Vad tycker du om denna app?
NewVote_5=Du har redan betygsatt.
NewVote_6=Min betygsättning:
Removingnow_M=Tar bort nu...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Namn
rdlvAllBrowse.Columns[1].Caption=Användarbetyg
rdlvAllBrowse.Columns[2].Caption=Åtgärden
rdlvCustomBrowse.Columns[0].Caption=Namn
rdlvCustomBrowse.Columns[1].Caption=Åtgärd
mniRemove.Caption=Ta bort
mniRate.Caption=Betygsätt
mniIgone.Caption=Ignorera
mniRefush.Caption=Uppdatera
mniOpenFloder.Caption=Öppna filplatsen
mniSelectedAll.Caption=Markera alla
mniInvertSelection.Caption=Invertera valet
mniSearchOnline.Caption=Sök på nätet

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Återställ webbläsaren
lblConfire.Caption=Är du säker på att du vill återställa standardinställningarna?
lblHomepageTitle.Caption=Nuvarande hemsida:
lblSearchTitle.Caption=Aktuell standardsökmotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Togs bort framgångsrikt!
lbl_Removing.Caption=Tar bort...

[Uninstaller_Program_M]
Noprograms_UseLess_M=Inga sådana program hittades (inte använda på mer än %d månader)
Noprograms_UseLess_One_M=Inga sådana program hittades (inte använt på mer än 1 månad)
Noprograms_Size_M=Inga program överstiger %s.
Noprograms_match_M=Inga objekt matchar din sökning.
Noprograms_Recent_M=Inga program installerades de senaste 10 dagarna.
NoPrograms_RecentEx_M=Inga program installerades de senaste %s månaderna
Noprograms_Android_M=Inga Android-appar hittades
monthsago_M=%d månader sedan
yearsago_M=%d år sedan
yearsagos_M=%d år sedan
SoftwareFrame_InstallDate_M=Installeringsdatum
SoftwareFrame_FrequencyUse_M=Senast använd
HistoryInfo_DisplayName=Visningsnamn
HistoryInfo_Publisher=Utgivare
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Installeringsdatum
HistoryInfo_UseSize=Utrymmesanvändning
HistoryInfo_Location=Plats
HistoryInfo_UninstallDate=Avinstalleringsdatum
Lan_NoBundle_New=Paketprogram är programvara som kanske installerar andra program utan att du vet det när du installerar huvudprogrammet.
Lan_Main_Soft=Huvudprogram
Lan_Bundled_Soft=Paketerat program
Lan_Bundled_Plug=Paketerat tillägg
ColumnName_Logged=Installeringslogg
ColumnName_LogDate=Installeringsdatum
ViewDetail=Granska loggen
NoPrograms_Logged=Program loggade av installeringsövervakaren kan avinstalleras noggrant vid en framtida avinstallering.
Show_Components_M=Visa System Runtime Components
Last_Days_M=senaste %s dagar
Last_Month_M=senaste %s månaden
Last_Months_M=senaste %s månaderna
Larger_M=större än %s
NotUsed_Month_M=Inte använd på %s månad
NotUsed_Months_M=Inte använd på %s månader
AllDrives_M=Alla enheter

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Storlek
ListView_SoftwareList.Columns[2].Caption=Installeringsdatum
ListView_SoftwareList.Columns[3].Caption=Åtgärd
Menu_Program_Uninstall.caption=Avinstallera
Menu_Program_Repair.caption=Reparera
Menu_Program_Refresh.caption=Uppdatera
Menu_Program_OpenFileLocation.caption=Öppna filplatsen
Menu_Program_OpeninRegedit.caption=Öppna i registereditorn
Menu_Program_SearchOnline.caption=Sök på nätet
mni_Openthewebsite.caption=Öppna webbplatsen
mni_RunNow.caption=Kör nu

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Åtgärd
Menu_Program_Uninstall.caption=Avinstallera
Menu_Program_OpenFileLocation.caption=Öppna filplatsen
Menu_Program_OpeninRegedit.caption=Öppna i registereditorn
Menu_Program_SearchOnline.caption=Sök på nätet
mni_Ignore.caption=Ignorera
mniOpenthewebsite.caption=Öppna webbplatsen

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Paketprogram hittades.
btn_UninstallAll.caption=Avinstallera alla
lbl_Info.caption=Avinstallera alla följande paketprogram samtidigt med IObit Uninstaller PRO, eller avinstallera bara det aktuella programmet.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Paketprogram hittades. Välj även det oönskade paketprogrammet som du vill avinstallera.

[PromoteForm_M]
M_ProAD_Title=Fler funktioner och fördelar med PRO-versionen:
M_ProAD_CleanLog=Avinstallera program noggrant med loggar som skapats under installeringen
M_ProAD_Monitor=Övervaka programinstallering och ta enkelt bort paketprogram
M_ProAD_Database=Stor databas för att noggrant ta bort envisa program
M_ProAD_Plugin=Ta bort skadliga/annonstillägg för säker och smidig nätsurf
M_ProAD_Update=1 klick för att alltid hålla dina viktiga program uppdaterade
M_ProAD_SoftHealth=Automatisk upptäckt av sårbarheter i programvaror och enkel blockering av popup-meddelanden och oönskade annonser
M_Continue=Fortsätt avinstallera
M_BundleTitle=Aktivera IObit Uninstaller PRO för att avlägsna paketprogram helt och hållet.
M_BundleTitle2=Övervaka programinstalleringar i realtid och ta bort paketprogram enkelt.
M_UninstallLogTitle=Aktivera IObit Uninstaller PRO för att automatiskt upptäcka och logga programinstalleringar för framtida noggrann avinstallering med spårade loggar.
M_PluginMaliciouTitle=Aktivera IObit Uninstaller PRO för att noggrant ta bort skadliga/annonstillägg.
M_PluginMaliciouTitle2=Den ständigt växande databasen hjälper till att ta bort fler skadliga/annonstillägg.
M_SPUninstallFail=%s misslyckades att bli avinstallerat.
M_SPAD_Title=Aktivera PRO för avinstallering med databasen för envisa program.
M_SPUninstallFailCount=%d program misslyckades att bli avinstallerade.
M_SPADCount_Title=kan inte avinstalleras på vanligt vis. Aktivera PRO för att avinstallera med databasen för envisa program.
SpecPromotTile_1=%s misslyckades att bli avinstallerat.
SpecPromotTile_2=%d program misslyckades att bli avinstallerade.
SpecPromotTile_3=1 program avinstallerades.
SpecPromotTile_4=%d program avinstallerades.
SpecPromotTile_5=Men 1 program misslyckades att bli avinstallerat.
SpecPromotTile_6=Men %d program misslyckades att bli avinstallerade.
SpecPromotInfo_1=Aktivera PRO för avinstallering med databasen för envisa program.
SpecPromotInfo_2=Aktivera PRO för avinstallering med databasen för envisa program.
SpecPromotInfo_3=%s kan inte avinstalleras på vanligt vis.

[Protip_M]
Congratulations_M=Gratulerar!
YouHave_M=Du har blivit uppdaterad till den senaste IObit Uninstaller.
Try_M=Prova nu!
Tip_M=Autouppdaterade till IObit Uninstaller <a>%d</a> framgångsrikt.
WhatNew_M=Nytt i senaste versionen:
More_M=Flera detaljer

[Uninstaller_Public_M]
Lan_ButtonCancel=Avbryt
Lan_ButtonClose=Stäng
Lan_ButtonContinue=Fortsätt
Lan_ButtonClean=Rensa
Lan_Cleaning=Rensar
Lan_Details=Detaljer
Lan_Exit=Avsluta
Lan_Hide=Dölj
Lan_Ignore=Ignorera
Lan_Ignored=Ignorerad
Lan_item=objekt
Lan_items=objekt
Lan_LoadingD=Laddar...
Lan_WindowMin=Minimera
Lan_WindowMax=Maximera
Lan_ButtonNo=Nej
Lan_Name=Namn
Lan_NameT=Namn (Totalt: %d)
Lan_Notagain=Visa inte detta igen
Lan_ButtonOK=OK
Lan_Publisher=Utgivare
Lan_WindowRest=Återställ
Lan_ButtonRemove=Ta bort
Lan_State=Skick
Lan_Show=Visa
Lan_Scan=Skanna
Lan_Search=Sök
Lan_ButtonUninstall=Avinstallera
Lan_Version=Version
Lan_ButtonYES=Ja
Lan_ButtonFor0=Skaffa PRO för 0kr
Lan_ButtonActivate=Aktivera nu
Lan_ButtonUpgrade=Uppgradera nu
Lan_ButtonUpgradeFor0=Uppgradera till PRO för 0 kr
Lan_DisplayName=Namn
Lan_Installationpath=Installeringssökväg
Lan_Description=Beskrivning
Lan_LinkAbout=Om länken
Lan_LinkHelp=Hjälplänk
Lan_SysMsgCorrupted=Vissa filer i IObit Uninstaller är skadade. Installera om programmet.
Lan_Bit=bit

[RC_M]
M1=Gratis att få PRO-utgåvan
M2=0 kr för att njuta av enklare, mer kraftfullare och mer komplett avinstallering.
M3=Automatisk
M4=Rensning av restfiler
M5=1 klick
M6=Åtgärdande av alla programproblem
M7=4000+
M8=Borttagning av envisa program
M9=50% Större
M10=Software Updater databas
M11=Nu erbjuds fler fantastiska och förbättrade PRO-funktioner GRATIS:
M12=GRATIS att möjliggöra automatisk rensning av återstående filer
M13=och njut av snabbare och smidigare dator med lätthet.

[Unistaller_Register_M]
license_OtherCode_M=Licenskoden %s gäller bara för %s. Klicka på OK för att ladda ner och registrera din %s.
LicenseCannotconnect_M=Kan inte ansluta till vår server. Kontrollera dina nätverks- och proxyinställningar och försök att verifiera din licens senare.
license_OtherGivewalys_M_M=%s är en giveaway-licens och gäller endast för den angivna versionen. Klicka <a>här</a> för att köpa ny licenskod för IObit Uninstaller %s PRO.
License_expired_M=Licensen %s har löpt ut. Klicka <a>här</a> för att köpa en ny licens.
License_maximum_M=Licensen %s har aktiverats för maximalt antal datorer och kan inte användas. Klicka <a>här</a> för att köpa en ny licens och aktivera IObit Uninstaller PRO för denna dator.
License_Free_M=Licensen %s kan inte aktiveras. Köp en ny licens för IObit Uninstaller PRO.
License_valid_M=Ogiltig licenskod! För in en giltig kod.
LicenseSeat_M=Licensplats:
LicenseCodeLiftTime_M=Detta är en livstidskod, som endast gäller för IObit Uninstaller v%d. Installera om din IObit Uninstaller v%d PRO.
licensedays_left_M=%d dagar kvar
licenseday_left_M=%d dag kvar
LicenseCodeLocation_M=Licenskoden %s är inte giltig i din region eller land. Klicka på OK för att köpa en giltig.
Never_M=Aldrig
M_CheckYourLicense=Du kan gå till Min prenumeration i alternativmenyn för att se din licensstatus

[Uninstaller_Form_Activate]
Label_Get.caption=Skaffa licens
Label_Retrv.caption=Hämta koden
Label_Eg.caption=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registrera nu
RdLabelCaption.caption=Aktivera PRO-versionen för bättre serviceupplevelser
Label_Please.caption=För in din licenskod och klicka på Registrera nu för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
RdBtnlab.caption=Fler fördelar, vi lovar:
RdImgBtn_Upgrade.caption=Uppgradera till PRO

[Form_Activate_M]
TitleOne=Ren avinstallering med logg
ContentOne=Avinstallera program noggrant med loggar som skapats under installeringen
TitleTwo=Borttagning av envisa program
ContentTwo=Ta bort 4000+ envisa program med den unika databasen
TitleThree=Smidig programprestanda
ContentThree=Autoupptäck sårbarheter i programvaror och blockera enkelt popup-meddelanden och oönskade annonser
TitleFour=Software Updater
ContentFour=1 klick för att alltid hålla dina viktiga program uppdaterade

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Stäng
lbleg.Caption=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Hjälp
Label_Please.caption=För in din licenskod och klicka på Registrera nu för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
RdImgBtnRegister.caption=Registrera nu
Label_Retrv.caption=Hämta koden
Label_HaveLicense.caption=Har du ingen licens?
Label_click.caption=Klicka här för att skaffa en.
RdImageButton_Back.caption=Tillbaka
RdImageButton_Close.caption=Stäng
RdLabelCaption.caption=Licenshanterare
Label_Status.caption=Licensstatus:
Label_Activated.caption=Aktiverad
Label_Lcode.caption=Licenskod:
Label_Data.caption=Utgångsdatum:
Label_Refresh.caption=Uppdatera
Label_Export.caption=Exportera licens
rdlblAlread.caption:=Har redan en licenskod

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Hjälp
RdImgBtn_Closetwo.caption=Stäng
Label_success.caption=Licensen har aktiverats framgångsrikt!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Vänsterklicka och dra musen för att välja det område du vill ta en skärmbild av
M_NoticeInfo_AC=2. Högerklicka eller tryck på Esc för att avsluta
M_Rect=Rektangel
M_Oval=Oval
M_Text=Text
M_Paintbrush=Målarpensel
M_Return=Återställningsåtgärd (Ctrl + Z)
M_Copy=Kopiera till urklipp
M_Exit=Avsluta skärmbild
M_Save=Spara
M_TipInfo=Skärmbilden har sparats i urklipp. Du kan använda Ctrl + V för att klistra in.
M_TipShow=Visa inte detta meddelande igen
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Inställningar
lbl_SkinTitle.caption=Utseende:
lbl_LanguageTitle.caption=Nuvarande språk:
lbl_FontSize.caption=Typsnittstorlek:
lbl_Dark.caption=Mörk
lbl_Light.caption=Ljus
lbl_Transparency.caption=Genomskinlighet:
lbl_UpdateTitle.caption=Uppdateringsmetod
lbl_UpdateChooseDes.caption=Uppdateringsmetod för denna produkt:
btnImg_UpdateRemind.caption=Meddela mig när det finns en uppdatering
btnImg_UpdateAuto.caption=Uppdatera automatiskt
btnImg_AutoDelete.caption=Ta automatiskt bort restfiler
btnImg_AfterUninstallAutoScan.caption=Ta automatiskt bort rester av program som avinstallerats av andra avinstallerare
btnImg_RemoveToRecycleBin.caption=Flytta restfiler till papperskorgen
btnImg_ShowExplorerButton.caption=Lägg till en knapp för filstrimling i utforskaren
btnImg_ShowComponents_New.caption=Visa System Runtime Components
btnImg_ShowMenuButton.caption=Lägg till alternativet Kraftfull avinstallering i utforskarens snabbmeny
btnImg_CreateRestore.caption=Skapa en återställningspunkt före avinstallering
lbl_HotKey.caption=Snabbknapp för enkel avinstallering
lbl_OccupiedHotKey.caption=Redan använd, för in en ny.
btn_NotifySoftUpdater.caption=Meddela mig när programuppdateringar finns tillgängliga.
btnImg_SystemDiskSpace.caption=Meddela mig när ledigt diskutrymme är under 10%
btnImg_UserInterface.Caption=Användargränssnitt
btnImg_General.Caption=Allmänt
btnImg_Notification.Caption=Meddelanden
btn_Uninstall.Caption=Avinstallera
btn_SoftwareHealth.Caption=Programstatus
btn_Ingore.Caption=Ignoreringslista
lbl_Infrequently.Caption=Sällan använda program: inte använda på
lbl_Large.Caption=Stora program: större än
btn_UpdateManually.Caption=Uppdatera manuellt
btn_Quick.Caption=Aktivera snabb avinstallering för automatisk bekräftning av förfrågningar från programs ursprungliga avinstalleringsrutin (om möjligt)
btn_SoftAutoUpdate.Caption=Automatisk uppdatering av utdaterad programvara
lbl_SavaDownload.Caption=Spara alla nedladdade program till:
btn_Browse.Caption=Bläddra...
lbl_PermissionsDes.Caption=Välj programbehörigheter som du vill skanna:
lbl_InstallFileDes.Caption=Radering av installeringsfiler:
btn_InstallFilesInstalled.Caption=Radera alla installeringsfiler som redan är installerade
btn_InstallFilesNotUsed.Caption=Radera installeringsfiler som inte använts på
btn_InstallFileDelte.Caption=Flytta installeringsfiler till papperskorgen
lbl_IgnoreTip.Caption=De ignorerade objekten upptäcks inte förrän du tar bort dem från listan nedan.
btn_SkipUAC.Caption=Hoppa över användarkontokontroll-varningar
btn_EnableMonitor.Caption=Aktivera IObit Uninstallers övervakare och kör den vid Windows start
lbl_RecentlyInstall.Caption=Nyligen installerade program:
btn_UseSystemDIP.Caption=Använd systemets DPI-graderingsinställningar
lbl_bundleware_IgnoreTip.Caption=Ignoreringslista för Paketprogram
lbl_health_IgnoreTip.Caption=Ignoreringslista för Programstatus

[Uninstall_setting_M]
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Större
SystemComponentsInfo=Systemkomponenter som Microsoft .NET Framework, Microsoft Visual C ++ Redistributable, Microsoft XNA listas inte under rubriken Program.
btnImg_NotificInstallLog_M1=Meddela mig när installeringsloggen skapas efter automatisk övervakning
btnImg_BundlewareInstalled_M=Meddela mig när paketprogram installeras
btnImg_BrowserPlugTip_M=Meddela mig när skadliga program/tillägg installeras
btnImg_AutoCleanTipForm_M=Meddela mig när det upptäcks kvarvarande filer som kvarlämnats av andra avinstallerare
btnImg_leftovers_M=Meddela mig när rester av avinstallerade program upptäcks
btnImg_SoftNotific_M=Meddela mig när popup-meddelanden upptäcks
btnImg_NotNeedInstall_M=Meddela mig när onödiga installeringsfiler upptäcks
btnImg_NotNeedJunk_M=Meddela mig när överflödiga programfiler upptäckts
M_Mounth=1 månad
M_Mounths=%d månader
EnableMonitor=IObit Uninstallers övervakare körs i bakgrunden för att säkerställa att viktiga funktioner fungerar ordentligt.
Last_Days_M=senaste %s dagarna
Last_Month_M=senaste %s månaden
Last_Months_M=senaste %s månaderna

[Uninstaller_Form_MonitorMsgbox]
rdlblTitle.caption=Funktioner kommer inte fungera ordentligt!
rdlblSure.caption=Om IObit Uninstallers övervakare inte körs vid Windows start kommer ovan funktioner inte fungera ordentligt. Vill du ändå avsluta alternativet?
rdlblDes.caption=IObit Uninstallers övervakare är mycket viktig och nödvändig för följande funktioner:
rdhtmlblText.caption=- Sök efter uppdateringar<br>- Övervaka programinstalleringar<br>- Upptäck oavslutade avinstalleringar eller restfiler<br>- Upptäck skadliga program/tillägg och paketprogram<br>- Upptäcker popup-meddelanden<br>- Upptäck onödiga installeringsfiler<br>- Övervaka systemets fria diskutrymme

[SoftUpdate_M]
SUCaption=Software Updater
SU_GroupOutData=Utdaterad
SU_GroupUpToDate_New=Aktuell
SU_Ignore=Ignorera
SU_Ignored=Ignorerad
SU_NoIgnore=Ta bort ignorering
SU_Update=Uppdatera
SU_Updating=Uppdaterar
SU_UpToDate=Aktuell
SU_NewVersion=Ny version
SU_CurrVersion=Nuvarande version
SU_ActivePro=Aktivera automatiska uppdateringar
SU_Button_UpdateAll=Uppdatera allt
SU_NoUpdates=Ingen uppdatering är tillgänglig för program på din dator.
SU_IgnoreForever=Ignorera alla uppdateringar
SU_IgnoreCurrent=Ignorera aktuell uppdatering
SU_CancelUpdate=Uppdatering pågår. Är du säker på att du vill avbryta uppdateringen?
SU_DefaultSelUpdate=Alla program är uppdaterade!
SU_DefaultUpdaterPromoteInfo=Uppdatera all utdaterad programvara för att minska säkerhetsrisker.

[SoftUpdatePromote_M]
IUP_Manually=Uppdatera manuellt
Img_Tab=Aktivera IObit Uninstaller PRO till
LbIUPromote1=Uppdatera alla viktiga program med bara 1 klick
LbIUPromote2=Installera uppdateringar automatiskt utan att gå till en webbplats
IUP_Manually2=Avinstallera manuellt
LbIUPromote3=Avinstallera alla envisa program med endast 1 klick
LbIUPromote4=Unik databas stöder borttagning av 4000+ envisa program
LbIUPromote5=Autoåtgärda avinstalleringsproblem och autorensa rester efter en avinstallering
IUP_Manually3=Ta bort manuellt
LbIUPromote6=Ta bort alla skadliga program & tillägg med bara 1 klick
LbIUPromote7=Autorensa rester efter borttagning
SUInstall=Installera
SUImg_Tab=Installera IObit Software Updater
LbSUPromote1=Uppdatera fler program obesvärat
LbSUPromote2=Installera enkelt de program du vill ha
SUEULA=Genom att klicka på Installera godkänner du att installera IObit Software Updater och accepterar dess <a>EULA</a> och <a>Sekretesspolicy</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program behöver uppdateras
TipOnes=<a>%s</a> program behöver uppdateras
TipInfo=för att skydda din dator från säkerhetsproblem
NeverShow=Visa inte detta igen
BtnUpdate=Uppdatera nu
M_NoticeLastUpdate=%s dagar sedan senaste uppdateringen
M_NoticeLastOneUpdate=1 dag sedan senaste uppdateringen

[SpecUTool_M]
SpecTOpen=Öppna
SpecTOK=OK
SpecTHide=Dölj
TrayHint=IObit Uninstaller avinstallerar program
SpecTUninstalling=Avinstallerar följande program:
SpecTUninstallingM=Avinstallerar följande program:
SpecTUninstalled=program har avinstallerats.
SpecTUninstalledM=program har avinstallerats.
SpecTClose=Stäng

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Borttagare av envisa program
lbl_DescInfo.caption=Visa de program som du kanske inte hittar någon avinstalleringsentrè för på andra platser. Du kan enkelt ta bort dem här.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Officiell borttagningsdatabas (%d)
OfficialDesEx=Vissa program kan inte avinstalleras på vanligt sätt av säkerhetsskäl. Du kan enkelt avinstallera dem med deras officiella avinstalleringsprogram här.
AllGroupEx=Databas för stödda program (%d)
AllDesEx=Här listas fler program som du kanske inte kan hitta en avinstalleringsentrè för på andra platser. Du kan enkelt avinstallera dem här.
ProblemsTip=Problem funna
LoadingTip=Laddar databasen för stödda program...
NotInstallSingleMsgBox=Inga avinstalleringsproblem upptäcktes. Är du säker på att du vill fortsätta att avinstallera och söka efter kvarvarande filer?
NotInstallSomeMsgBox=Inga avinstalleringsproblem upptäcktes. Är du säker på att du vill fortsätta att avinstallera och söka efter kvarvarande filer?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Systemåterställning
rdlblDesc.Caption=Återställ datorn till det tillstånd den var i innan den valda händelsen. Den senaste kan inte raderas av systemsäkerhetsskäl.
ListView_Restore.Columns[0].Caption=Datum och tid
ListView_Restore.Columns[1].Caption=Beskrivning
btn_CreateRestorePoint.Caption=Skapa återställningspunkt
RdImageButton_Restore.Caption=Återställ
RdImageButton_Delete.Caption=Radera
lblNull.Caption=Inga återställningspunkter.
Rdlbl_CreateRestorePoint.caption=Skapa återställningspunkt

[SystemRestore_M]
SysRestore_CreateComplete=Återställningspunkt skapades framgångsrikt!
SysRestore_CreateFailed=Skapande av återställningspunkt misslyckades! Kontrollera att systemåterställning är aktiverad.
SysRestore_CreateRestore_Confirm=Är du säker på att du vill skapa en återställningspunkt?
SysRestore_CreateRestore_Tip=Skapar återställningspunkt, var god vänta...
SysRestore_CreateRestore_Failed=Skapande av återställningspunkt misslyckades! Kontrollera att systemåterställning är aktiverad.
SysRestore_SetRestore_Confirm=VARNING: Om du återställer ditt system till en återställningspunkt kommer alla ändringar att omintetgöras som gjorts efter återställningspunkten. När systemåterställningen har startats kan den inte ångras eller avbrytas. Är du säker på att du vill fortsätta?
SysRestore_SetRestore_Reboot=En omstart krävs för att tillämpa ändringarna. Spara alla öppna filer och stäng alla öppna program innan du startar om. Starta om datorn nu?
SysRestore_SetRestore_Tip=Återställer systemfiler och inställningar, var god vänta...
SysRestore_Delete_Confirm=Är du säker på att du vill radera den?

[UninstallForm_M]
MsgBox_SelectProgram=Välj minst ett program.
Msg_Bundle_RebootSpec=avinstallerades. Starta om datorn för att slutföra avinstalleringen.
OneItemStr=%d objekt
SomeItemStr=%d objekt
Clean_Uninstall=Ren avinstallering
RebootToDelete_Str=(Radera vid omstart)
UninstallingSingleStr=Är det säkert att du vill avinstallera det valda programmet?
UninstallingSomeStr=Är det säkert att du vill avinstallera de valda %d programmen?
UninstallingSingleStr_New=Är det säkert att du vill avinstallera det valda objektet?
UninstallingSomeStr_New=Är det säkert att du vill avinstallera de valda %d objekten?
UninstallingSingleStrUpdate=Är det säker att du vill avinstallera den valda Windows-uppdateringen?
UninstallingSomeStrUpdate=Är det säker att du vill avinstallera de valda %d Windows-uppdateringarna?
UninstallingSingleStrApp=Är det säker att du vill avinstallera den valda Windows-appen?
UninstallingSomeStrApp=Är det säker att du vill avinstallera de valda %d Windows-apparna?
Uninstall_Str=Avinstallerar %s (%d/%d)
Scan_Str=Skannar %s (%d/%d)
UninstallOne_Str=Avinstallerar %s
ScanOne_Str=Skannar %s
CreateRetore_Str=Skapar återställningspunkt, var god vänta...
SureToDeleteSomeStr=<a>%d</a> program har avinstallerats, men det finns fortfarande följande rester.
SureToDeleteOneStr=<a>1</a> program har avinstallerats, men det finns fortfarande följande rester.
SureToDeleteSomeStr_New=<a>%d</a> objekt har avinstallerats, men det finns fortfarande följande rester.
SureToDeleteOneStr_New=<a>1</a> objekt är avinstallerat, men det finns fortfarande följande rester.
SureToDeleteSomeStrApp=<a>%d</a> Windows-appar avinstallerades, men det finns fortfarande följande rester kvar.
SureToDeleteOneStrApp=<a>1</a> Windows-app avinstallerades, men det finns fortfarande följande rester kvar.
SureToDeleteByHistroy=Restfiler hittades
DeletingStr=Raderar restfiler, var god vänta...
DeleteCancleStr=Är du säker på att du vill avbryta raderingen?
RestoringCancleStr=Skapar återställningspunkt. Är du säker på att du vill avbryta?
UninstallingCancleStr=Avinstallering pågår och återstående restfiler kan bli kvar om du avslutar nu. Är du säker på att du vill avsluta?
ScaningCancleStr=Skanning pågår och restfiler kan lämnas kvar om du avslutar nu. Är du säker på att du vill avsluta?
RegistryCaption_Str=Registret
FileCaption_Str=Fil
TaskCaption_Str=Schemalagda aktiviteter
ServiceCaption_Str=Systemtjänster
DllCaption_Str=DLL-registrering
SuccessReslutFromHistroySingle=Restfiler har framgångsrikt rensats. Kontrollera detaljer nedan:
SuccessReslutFromUninstallSingle=Du har framgångsrikt avinstallerat <a>%d</a> program och raderat resterna nedan:
SuccessReslutFromUninstallSome=Du har framgångsrikt avinstallerat <a>%d</a> program och raderat resterna nedan:
SuccessReslutFromUninstallSingle_New=Du har framgångsrikt avinstallerat <a>%d</a> objektet och raderat resterna nedan:
SuccessReslutFromUninstallSome_New=Du har framgångsrikt avinstallerat <a>%d</a> objekten och raderat resterna nedan:
SuccessReslutFromUninstallSingleApp=Du har framgångsrikt avinstallerat <a>%d</a> Windows-app och raderat resterna nedan:
SuccessReslutFromUninstallSomeApp=Du har framgångsrikt avinstallerat <a>%d</a> Windows-appar och raderat resterna nedan:
FileDelete_Str=Filer
RegDelete_Str=Registerentrèer
TaskDelete_Str=Schemalagda aktiviteter
ServiceDelete_Str=Systemtjänster
DeepDelete_Str=Loggade objekt
RegDelete_Str_Single=Registerentrè
HtmlRecomReslutCaption=Avinstallerade <a>%d</a> program och tog bort resterna nedan:
HtmlRecomReslutCaption1=Avinstallerat <a>%d</a> program och tog bort resterna nedan:
HtmlRecomReslutAppCaption=Avinstallerade <a>%d</a> Windows-appar och tog bort resterna nedan:
HtmlRecomReslutAppCaption1=Avinstallerat <a>%d</a> Windows-app och tog bort resterna nedan:
HtmlFileReCaption=<a>%s</a> oanvändbara filer
HtmlRegReCaption=<a>%d</a> oanvändbara registerentrèer
HtmlTaskReCaption=<a>%d</a> ogiltiga schemaläggningsaktiviteter
HtmlServicesReCaption=<a>%d</a> ogiltiga systemtjänster
HtmlDeepReCaption=<a>%d</a> loggade objekt
HtmlFileReCaptionOne=<a>%s</a> oanvändbar fil
HtmlRegReCaptionOne=<a>%d</a> oanvändbar registerentrè
HtmlTaskReCaptionOne=<a>%d</a> ogiltig schemaaktivitet
HtmlServicesReCaptionOne=<a>%d</a> ogiltig systemtjänst
HtmlDeepReCaptionOne=<a>%d</a> loggade objekt
UninstallPromote=Köp nu
RebootYes=Starta om nu
RebootLater=Senare
FromHistroyNoItem=Inga restfiler hittades.
FromUninstallNoItem=Avinstallering avslutad.
RelatedMetroText=Dessa appar är besläktade. Om du avinstallerar en av dem avinstalleras de andra automatiskt. Är du säker på att du vill avinstallera?
RelatedSoftText=Ovan paketprogram installerades samtidigt. Vill du avinstallera dem tillsammans?
HtmlADPluginCaption=<a>%d</a> Störande annonstillägg
HtmlMaliciousPluginCaption=<a>%d</a> Skadligt hot från tillägg
MoneyBackInfo=Du kommer njuta av en säkrare och snabbare dator genom att helt och hållet ta bort oönskade program och tillägg. 60-dagars pengarna tillbakagaranti - utan förbehåll.
SpecRestartAll=Starta om datorn för att helt avinstallera följande program. Starta om nu?
SpecRestartOne=Starta om datorn för att helt avinstallera följande program. Starta om nu?
UnPromoteTitle=Med PRO-utgåvan kan fler funktioner och fördelar erbjudas:
UnPromote_60=60-dagars pengarna-tillbaka-garanti
PromotelbPlugins_New=Ta bort <a>%d</a> skadliga program och tillägg för säker surf
PromotelbPlugin_New=Ta bort <a>%d</a> skadliga program och tillägg för säker surf
PromotelbPlugin0_New=Ta bort skadliga program och tillägg för säker surf
PromotelbUpdate=1 klick för att uppdatera <a>%d</a> utdaterad programvara för att minska säkerhetsriskerna
PromotelbUpdate0=1 klick för att uppdatera utdaterad programvara för att minska säkerhetsriskerna
PromotelbMoreDBs_New=Ta grundligt bort <a>%d</a> envisa program
PromotelbMoreDB_New=Ta grundligt bort <a>%d</a> envisa program
PromotelbMoreDB0_New=Unik databas stöder borttagning av 4000+ envisa program
PromotelbClean=1 klick för att ta bort paketprogram
PromotelbAuto=Radera automatiskt programrester som lämnats av andra avinstalleringsprogram
NeedCloseApp=%s körs och måste stängas innan det kan avinstalleras. Är du säker på att du vill stänga det?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systemåterställning är inte aktiverat. Klicka på OK för att aktivera det så att IObit Uninstaller kan skapa återställningspunkter innan du avinstallerar program.
OfficialFail=Det gick inte att avinstallera det följande programmet. Avinstallera det med dess officiella avinstalleringsverktyg.
OfficialFails=Det gick inte att avinstallera de följande programmen. Avinstallera dem med deras officiella avinstalleringsverktyg.
QuitDonwload=Är du säker på att du vill avbryta nedladdningen?
LogHintTitle=Fler fördelar, vi lovar:
LogHintStr=+ Avinstallera loggade program noggrant<br>+ Rensa bort fler än 4000+ envisa program<br>+ Avinstallera enkelt paketprogram helt och hållet
UpgradePromote=Uppgradera till IObit Uninstaller PRO för att automatiskt rensa rester
UpgradeFileDelete=%s restfiler har rensats framgångsrikt.
UpgradeRegsDelete=%s registerentrèrester har rensats framgångsrikt.
UpgradeRegDelete=%s registerentrèrest har rensats framgångsrikt.
TrdUnPromoteResidualFile=Restfiler har raderats manuellt.
TrdUnPromoteTired=Är du trött på manuell rensning?
TrdUnPromoteUpgrade=Uppgradera till IObit Uninstaller PRO för att utan besvär rensa kvarvarande filer.
TrdUnPromoteAdvanced=Avancerade skanningsalgoritmer
TrdUnPromoteAutoClean=Rensa restfiler automatiskt
TrdUnPromoteEnableNow=Aktivera automatisk rensning
PromoteB_Title=Fler problem kan åtgärdas med PRO-versionen:
PromoteB_Update=Utdaterade program kan uppdateras med 1 klick:
PromoteB_Plugin_New=Skadliga program och tillägg bör tas bort för säker surf:
PromoteB_Leftover=Avinstalleringsrester kan raderas för en renare dator:
PromoteB_Log=Loggade program kan helt avinstalleras:
PromoteB_Unuse_Some=Program som inte använts på över %s månader kan avinstalleras:
PromoteB_Unuse_Single=Program som inte använts på över %s månad kan avinstalleras:
PromoteB_Banweb_New=Popup-meddelanden kan blockeras för att undvika avbrott:
PromoteB_Permission=Onödiga programbehörigheter kan inaktiveras:
PromoteB_SetupFile=Onödiga installeringsfiler kan rensas för att frigöra mer diskutrymme:
PromoteB_Fix=Åtgärda nu
PromoteB_Stubborn=Envisa program kan tas bort noggrant:
OfficialSp_1=Nedladda det officiella avinstalleringsverktyget för full avinstallering av följande program.
OfficialSps_1=Nedladda det officiella avinstalleringsverktyget för full avinstallering av följande program.
LogPromoteHintTitle=Rensa alla loggade objekt noggrant med <a>PRO-utgåvan</a>:
LogPromoteHintRegs=<a>%s</a> registerentrèer
LogPromoteHintReg=<a>%s</a> registerentrè
LogPromoteHintFiles=<a>%s</a> filer
LogPromoteHintFile=<a>%s</a> fil
LogPromoteHintTasks=<a>%s</a> schemalagda aktiviteter
LogPromoteHintTask=<a>%s</a> schemalagd aktivitet
LogPromoteHintServices=<a>%s</a> systemtjänster
LogPromoteHintService=<a>%s</a> systemtjänst
LogPromoteHintDlls=<a>%s</a> DLL-registreringar
LogPromoteHintDll=<a>%s</a> DLL-registrering
LogPromoteFormLogPro=loggade objekt
LogPromoteFormDesc_New=Rensa ytterligare rester med PRO-utgåvan.
LogPromoteFormTip=Detaljer enligt nedan:
LogPromoteFormDetails=Visa detaljer
LogPromoteFormCleanMore=Rensa mer
EndRunningExeSingleMsgBox=Följande objekt körs. Är du säker på att du vill stänga och ta bort det?
EndRunningExeSomeMsgBox=Följande objekt körs. Är du säker på att du vill stänga och ta bort dem?
DeletePersonalFileMsgBox=Personliga filer såsom videor, ljud eller bilder ingår i de valda objekten. Är du säker på att du vill ta bort dem?
Promote_CleanUninstallTitle=Innan avinstallering
Promote_CleanUninstallDes=Uppgradera till PRO för att grundligt avinstallera program och rensa alla loggade objekt.
Promote_CleanUninstallBasicTitle=Grundläggande avinstallering
Promote_CleanUninstallBasicText=Standardavinstallering med skanning och rensning av restfiler
PromoteB_JunkFile=Överflödiga programfiler kan raderas för att återfå mer diskutrymme:
HtmlRecomReslutSoftCaption=Avinstallerade <a>%s</a> och tog bort rester nedan:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Öppna i registereditorn
mniMenu_Path.caption=Öppna filplatsen
btnImg_AllMainCancel.caption=Avbryt
btnImg_Uninstall.caption=Avinstallera
btnImg_ChkAutoDelete.caption=Ta automatiskt bort restfiler
btnImg_ChkCreateRestore.caption=Skapa en återställningspunkt före avinstalleringen
lbl_IsUninstallHint.caption=Vill du avinstallera det valda programmet?
btnImg_Delete.caption=Radera
btnImg_ReslutCancel.caption=Avbryt
btnImgl_SeletedAll.caption=Välj alla
btnImg_ChkShredFile.caption=Strimla filer
lbl_NoPowerScan.caption=Avinstallering avslutad
btnImg_RecommendClose.caption=Stäng
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Garanterad noggrann avinstallering och en renare dator
btn_Tab.caption=Få mer med IObit Uninstaller PRO
lbl_InfoDB.caption=Stor databas för att noggrant ta bort envisa program
lbl_InfoRemove.caption=Ta bort skadliga && annonsplugins för säker && smidig nätsurf
lbl_InfoUpdate.caption=Övervaka programinstalleringar && ta bort paketprogram

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Vad är nytt

[WindowsUpdate_M]
Update_NoItem_Tip=Inga Windows Updates hittades.
NoSerchItem_Tip=Inga objekt matchar din sökning.
Update_Loading_Tip=Laddar...
Update_WindowsTitle=Här listas alla installerade Windows Updates på din dator. Avinstallera oönskade Windows Updates för att frigöra mer utrymme.
Button_Uninstall=Avinstallera

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installeringsdatum
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera

[Uninstall_Form_MonitorMsgbox]

